kAMDSuccess = "Er heeft zich geen fout voorgedaan.";
kAMDUndefinedError = "Er heeft zich een onbekende fout voorgedaan.";
kAMDBadHeaderError = "Bestand overzetten mislukt.";
kAMDNoResourcesError = "Een resource kan niet worden toegewezen.";
kAMDReadError = "Er kan niet van het apparaat worden gelezen.";
kAMDWriteError = "Er kan niet naar het apparaat worden geschreven.";
kAMDUnknownPacketError = "Het pakket is onbekend.";
kAMDInvalidArgumentError = "Het argument is ongeldig.";
kAMDNotFoundError = "Het bestand is onvindbaar.";
kAMDIsDirectoryError = "Het pad is een directory.";
kAMDPermissionError = "U hebt geen bevoegdheden.";
kAMDNotConnectedError = "Niet aangesloten op het apparaat.";
kAMDTimeOutError = "Time-out van de bewerking.";
kAMDOverrunError = "De buffer raakte te vol.";
kAMDEOFError = "Einde van bestand.";
kAMDUnsupportedError = "Deze bewerking wordt niet ondersteund.";
kAMDFileExistsError = "Het bestand bestaat al.";
kAMDBusyError = "Het apparaat is in gebruik.";
kAMDCryptoError = "Er kan geen veilige verbinding met het apparaat worden gemaakt.";
kAMDTooBigError = "Het bericht is te groot.";
kAMDInvalidResponseError = "Onverwachte reactie van het apparaat ontvangen.";
kAMDMissingKeyError = "De sleutel ontbreekt.";
kAMDMissingValueError = "De waarde ontbreekt.";
kAMDGetProhibitedError = "Waarde van met code beveiligd apparaat kan niet worden opgevraagd.";
kAMDSetProhibitedError = "Waarde op apparaat kan niet worden ingesteld.";
kAMDRemoveProhibitedError = "Waarde op apparaat kan niet worden verwijderd.";
kAMDImmutableValueError = "Deze waarde kan niet worden gewijzigd.";
kAMDPasswordProtectedError = "Het apparaat is beveiligd met een toegangscode.";
kAMDMissingHostIDError = "Het apparaat herkent deze host niet.";
kAMDInvalidHostIDError = "Het apparaat herkent deze host niet.";
kAMDSessionActiveError = "De sessie is actief.";
kAMDSessionInactiveError = "De sessie is inactief.";
kAMDMissingSessionIDError = "De sessie-ID ontbreekt.";
kAMDInvalidSessionIDError = "De sessie-ID is ongeldig.";
kAMDMissingServiceError = "De voorziening ontbreekt.";
kAMDInvalidServiceError = "De voorziening is ongeldig.";
kAMDServiceLimitError = "Er zijn al te veel exemplaren van deze voorziening actief.";
kAMDCheckinSetupFailedError = "De voorziening op het apparaat kan niet worden gestart";
kAMDInvalidCheckinError = "De voorziening op het apparaat kan niet worden gestart";
kAMDCheckinTimeoutError = "De voorziening is niet goed gestart op het apparaat.";
kAMDCheckinConnectionFailedError = "De voorziening is niet goed gestart op het apparaat.";
kAMDCheckinReceiveFailedError = "De voorziening is niet goed gestart op het apparaat.";
kAMDCheckinResponseFailedError = "De voorziening is niet goed gestart op het apparaat.";
kAMDCheckinOutOfMemoryError = "De voorziening is niet goed gestart op het apparaat.";
kAMDCheckinSendFailedError = "De voorziening is niet goed gestart op het apparaat.";
kAMDMissingPairRecordError = "De host is niet gekoppeld met het apparaat.";
kAMDInvalidPairRecordError = "De host is niet langer gekoppeld met het apparaat.";
kAMDSavePairRecordFailedError = "De koppelingsrecord kan niet worden bewaard.";
kAMDInvalidActivationRecordError = "De activeringsrecord is niet geldig.";
kAMDMissingActivationRecordError = "De activeringsrecord is onvindbaar.";
kAMDServiceProhibitedError = "De voorziening kan niet worden gestart op het apparaat.";
kAMDEscrowLockedError = "Apparaat is pas beschikbaar na eerste ontgrendeling na opstarten.";
kAMDProhibitedBySupervision = "Bewerking niet toegestaan op apparaten onder supervisie.";
kAMDPairingProhibitedError = "Koppelen alleen toegestaan via USB.";
kAMDWrongDroidError = "De herstelmodus van het apparaat is actief.";
kAMDSUVerificationError = "Het software-updatepakket kan niet worden gecontroleerd.";
kAMDSUPatchError = "Het bestand kan niet worden bijgewerkt.";
kAMDSUFirmwareError = "De firmware kan niet worden bijgewerkt.";
kAMDProvisioningProfileNotValid = "Het voorzieningenprofiel is ongeldig.";
kAMDSendMessageError = "Er kan geen bericht naar het apparaat worden gestuurd.";
kAMDReceiveMessageError = "Er kan geen bericht van het apparaat worden ontvangen.";
kAMDMissingOptionsError = "De opties ontbreken.";
kAMDMissingImageTypeError = "De afbeelding ontbreekt.";
kAMDDigestFailedError = "Schijfkopie lezen mislukt.";
kAMDStartServiceError = "De voorziening kan niet worden gestart.";
kAMDInvalidDiskImageError = "De schijfkopie is ongeldig.";
kAMDMissingDigestError = "De digest ontbreekt.";
kAMDMuxError = "Er heeft zich een fout voorgedaan met de multiplexor van het USB-apparaat.";
kAMDApplicationAlreadyInstalledError = "Een systeemapp met de opgegeven bundelaanduiding is al geïnstalleerd op het apparaat en kan niet worden vervangen.";
kAMDApplicationMoveFailedError = "De app kan niet op de juiste plaats op het apparaat worden gezet.";
//kAMDApplicationSINFCaptureFailedError = "";
kAMDApplicationSandboxFailedError = "Sandboxing van de app is niet mogelijk.";
kAMDApplicationVerificationFailedError = "De app kan niet worden gecontroleerd.";
kAMDArchiveDestructionFailedError = "Het apparchief kan niet worden verwijderd.";
kAMDBundleVerificationFailedError = "De carrierbundel kan niet worden gecontroleerd.";
kAMDCarrierBundleCopyFailedError = "De carrierbundel kan niet worden geïnstalleerd.";
kAMDCarrierBundleDirectoryCreationFailedError = "Carrierbundeldirectory kan niet worden aangemaakt.";
kAMDCarrierBundleMissingSupportedSIMsError = "Er zijn geen ondersteunde simkaarten voor deze carrierbundel.";
kAMDCommCenterNotificationFailedError = "De melding van de baseband kan niet worden opgemerkt.";
kAMDContainerCreationFailedError = "Appcontainer kan niet worden aangemaakt.";
kAMDContainerP0wnFailedError = "De bevoegdheden voor de appcontainer kunnen niet worden hersteld.";
kAMDContainerRemovalFailedError = "De appcontainer kan niet worden verwijderd.";
kAMDEmbeddedProfileInstallFailedError = "Het ingebedde voorzieningenprofiel kan niet worden geïnstalleerd.";
kAMDErrorError = "Er heeft zich een fout voorgedaan.";
kAMDExecutableTwiddleFailedError = "Uitvoeringsbevoegdheden voor app kunnen niet worden gewijzigd.";
kAMDExistenceCheckFailedError = "Er kan niet worden gecontroleerd of de app al bestaat.";
kAMDInstallMapUpdateFailedError = "De lijst met geïnstalleerde apps kan niet worden bijgewerkt.";
kAMDManifestCaptureFailedError = "Het appmanifest kan niet worden bewaard.";
kAMDMapGenerationFailedError = "De kaart kan niet worden aangemaakt.";
kAMDMissingBundleExecutableError = "De appbundel bevat geen uitvoerbaar bestand.";
kAMDMissingBundleIdentifierError = "De appbundel heeft geen geldige identificatie.";
kAMDMissingBundlePathError = "Pad van appbundel kan niet worden bepaald.";
kAMDMissingContainerError = "De container voor de geïnstalleerde app is onvindbaar.";
kAMDNotificationFailedError = "Er kan geen melding worden gepost.";
kAMDPackageExtractionFailedError = "Het app-pakket kan niet worden geopend.";
kAMDPackageInspectionFailedError = "Het app-pakket kan niet worden geïnspecteerd.";
kAMDPackageMoveFailedError = "Het app-pakket kan niet naar de staginglocatie worden verplaatst.";
kAMDPathConversionFailedError = "Het pad kan niet worden omgezet.";
kAMDRestoreContainerFailedError = "De appcontainer kan niet worden teruggezet.";
kAMDSeatbeltProfileRemovalFailedError = "Het appseatbeltprofiel kan niet worden verwijderd.";
kAMDStageCreationFailedError = "Stagingdirectory kan niet worden aangemaakt.";
kAMDSymlinkFailedError = "Symlink kan niet worden aangemaakt.";
kAMDiTunesArtworkCaptureFailedError = "De iTunes-illustraties kunnen niet worden bewaard.";
kAMDiTunesMetadataCaptureFailedError = "De iTunes-metagegevens kunnen niet worden bewaard.";
kAMDAlreadyArchivedError = "De app is al gearchiveerd.";
kAMDUnknownCommandError = "Het apparaat herkent het commando niet.";
kAMDAPIInternalError = "Er heeft zich een interne API-fout voorgedaan.";
kAMDMuxCreateListenerError = "USB-apparaten kunnen niet worden opgemerkt.";
kAMDMuxGetListenerError = "De USB-luisteraar kan niet worden verkregen.";
kAMDMuxConnectError = "Er is geen verbinding met het apparaat mogelijk.";
kAMDDeviceTooNewError = "Deze app moet worden bijgewerkt.";
kAMDDeviceRefNoGood = "Dit apparaat is niet langer aangesloten.";
kAMDDeviceDisconnectedError = "Dit apparaat is niet langer aangesloten.";
kAMDCannotTranslateError = "Berichten van apparaat omzetten niet mogelijk";
kAMDMobileImageMounterMissingImageSignature = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterResponseCreationFailed = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterMissingImageType = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterMissingImagePath = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterImageMapLoadFailed = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterAlreadyMounted = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterImageMoveFailed = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterMountPathMissing = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterMountPathNotEmpty = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterImageMountFailed = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterTrustCacheLoadFailed = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterDigestFailed = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterDigestCreationFailed = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterImageVerificationFailed = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterImageInfoCreationFailed = "Ontwikkeling niet ondersteund.";
kAMDMobileImageMounterImageMapStoreFailed = "Ontwikkeling niet ondersteund.";
kAMDDeviceOSVersionTooLow = "De OS-versie van het apparaat is te laag.";
kAMDNoWifiSyncSupportError = "Apparaat ondersteunt geen draadloze synchronisatie.";
kAMDDeviceFamilyNotSupported = "Deze app ondersteunt dit soort apparaten niet.";
kAMDPackagePatchFailedError = "Patch-update kan niet op app worden toegepast.";
kAMDIncorrectArchitectureError = "Deze app ondersteunt het processortype van dit apparaat niet.";
kAMDPluginCopyFailedError = "VPN-plugin kan niet naar appcontainer worden gekopieerd.";
kAMDBreadcrumbFailedError = "De installatie-tracering kan niet worden geschreven.";
kAMDBreadcrumbUnlockError = "De installatie-tracering kan niet worden bijgewerkt.";
kAMDGeoJSONCaptureFailedError = "De GeoJSON-data kunnen niet worden bewaard.";
kAMDNewsstandArtworkCaptureFailedError = "De Kiosk-illustraties kunnen niet worden bewaard.";
kAMDMissingCommandError = "Het verzoek bevat geen commando.";
kAMDNotEntitledError = "De app die dit verzoek indient heeft geen toestemming voor dit verzoek.";
kAMDMissingPackagePathError = "Het pakketpad ontbreekt in het verzoek.";
kAMDMissingContainerPathError = "Het containerpad ontbreekt in het verzoek.";
kAMDMissingApplicationIdentifierError = "De app-aanduiding ontbreekt in het verzoek.";
kAMDMissingAttributeValueError = "Een vereiste waarde ontbreekt in het verzoek.";
kAMDLookupFailedError = "Lijst met geïnstalleerde apps kan niet worden bepaald.";
kAMDDictCreationFailedError = "Mogelijkheden kunnen niet uit verzoek worden geëxtraheerd.";

/* kMISFileError */
"A file operation failed." = "Bestandsbewerking mislukt.";

/* kMISModifiedResourcesError */
"A signed resource has been added, modified, or deleted." = "Er is een ondertekende resource toegevoegd, gewijzigd of verwijderd.";

/* kMISInvalidSignerError */
"A valid provisioning profile for this executable was not found." = "Er is geen geldig voorzieningenprofiel voor dit uitvoerbare bestand gevonden.";

/* kMISUnknownError */
"An unknown error has occurred." = "Er heeft zich een onbekende fout voorgedaan.";

/* kMISNotMutableError */
"Attempted to modify an immutable provisioning profile." = "Poging tot wijziging van een onwijzigbaar voorzieningenprofiel.";

/* kMISApplicationSignatureNotValidError */
"The application does not have a valid signature." = "De app heeft geen geldige handtekening.";

/* kMISApplicationSignatureNotValidError */
"The application's signature is valid but it does not match the expected hash." = "De apphandtekening is geldig, maar komt niet overeen met de verwachte hash.";

/* kMISAdHocSignatureError */
"The executable contains an invalid signature." = "Het uitvoerbare bestand bevat een ongeldige handtekening.";

/* kMISInvalidEntitlementError */
"The executable was signed with invalid entitlements." = "Het uitvoerbare bestand is ondertekend met ongeldige rechten.";

/* kMISInvalidSignerCertError */
"The identity used to sign the executable is no longer valid." = "De identiteit die is gebruikt voor ondertekening van het uitvoerbare bestand is niet langer geldig.";

/* kMISSignatureNotValidError */
"The signature was not valid." = "De handtekening is niet geldig.";

/* kMISConnectionClosedError */
"There was an error communicating with your device." = "Er heeft zich een communicatiefout met het apparaat voorgedaan.";

/* kMISUnsupportedDeviceError */
"This provisioning profile cannot be installed on this device." = "Dit voorzieningenprofiel kan niet op dit apparaat worden geïnstalleerd.";

/* kMISProfileSignatureNotValidError */
"This provisioning profile does not have a valid signature (or it has a valid, but untrusted signature)." = "Het voorzieningenprofiel heeft geen geldige handtekening (of het heeft een geldige maar niet vertrouwde handtekening).";

/* kMISExpiredError */
"This provisioning profile has expired." = "Dit voorzieningenprofiel is verlopen.";

/* kMISMalformedProfileError */
"This provisioning profile is malformed." = "Dit voorzieningenprofiel is onjuist gevormd.";

/* kMISUnsupportedVersionError */
"This provisioning profile is unsupported." = "Dit voorzieningenprofiel wordt niet ondersteund.";

/* kMISAllocationError */
"Unable to allocate memory." = "Geheugen toewijzen niet mogelijk.";

